[WOTCMoreSparkWeapons]
[X2StrategyElement_InventorySlots]
strSlotFirstLetter = "G"

[WOTCMoreSparkWeapons]
[X2StrategyElement_AuxSlot]
strSlotFirstLetter = "辅助物品"
strSlotLocName = "辅助物品"

[WOTCMoreSparkWeapons]
[X2StrategyElement_BITHeavyWeaponSlot]
strSlotFirstLetter = "BIT重武器"
strSlotLocName = "BIT重武器"

[WOTCMoreSparkWeapons]
[X2Item_Ammo]
strDefenseReduction = "无视防御力"
strDodgeReduction = "无视闪避"
strSquadsightPenaltyReduction = "减少小队视野惩罚"

[WOTCMoreSparkWeapons]
[X2DownloadableContentInfo_WOTCMoreSparkWeapons]
str_ShellsMutuallyExclusiveWithMunitionsMount = "与弹药架互斥"
str_MunitionsMountMutuallyExclusiveWithShells = "与特殊弹药互斥"
str_HeavyCannonRequired = "需要重型加农炮"
